{
  "en": [
    {
      "title": "How to Maximize Your Earnings as an Uber Driver in Warsaw",
      "excerpt": "Learn the best strategies, peak hours, and locations to increase your income as a ride-sharing driver in the capital.",
      "date": "2026-01-28",
      "category": "Driver Tips"
    },
    {
      "title": "Complete Guide to Legal Taxi Work in Poland",
      "excerpt": "Everything you need to know about requirements, licenses, and regulations for working legally as a taxi driver.",
      "date": "2026-01-25",
      "category": "Legal Guide"
    },
    {
      "title": "Courier Work: Wolt vs Glovo vs Uber - Which is Best?",
      "excerpt": "A detailed comparison of the top courier platforms in Warsaw, including earnings, flexibility, and support.",
      "date": "2026-01-20",
      "category": "Courier Tips"
    },
    {
      "title": "Car Rental vs. Own Vehicle: What Makes More Sense?",
      "excerpt": "Calculate the real costs and benefits of renting versus using your own car for ride-sharing and delivery work.",
      "date": "2026-01-15",
      "category": "Finance"
    }
  ],
  "pl": [
    {
      "title": "Jak Zmaksymalizować Zarobki jako Kierowca Ubera w Warszawie",
      "excerpt": "Poznaj najlepsze strategie, godziny szczytu i lokalizacje, aby zwiększyć dochód jako kierowca w stolicy.",
      "date": "2026-01-28",
      "category": "Porady dla Kierowców"
    },
    {
      "title": "Kompletny Przewodnik po Legalnej Pracy Taksówkarza w Polsce",
      "excerpt": "Wszystko, co musisz wiedzieć o wymaganiach, licencjach i przepisach dotyczących legalnej pracy jako kierowca taxi.",
      "date": "2026-01-25",
      "category": "Przewodnik Prawny"
    },
    {
      "title": "Praca Kuriera: Wolt vs Glovo vs Uber - Co Najlepsze?",
      "excerpt": "Szczegółowe porównanie najlepszych platform kurierskich w Warszawie, w tym zarobki, elastyczność i wsparcie.",
      "date": "2026-01-20",
      "category": "Porady dla Kurierów"
    },
    {
      "title": "Wynajem Samochodu vs Własny Pojazd: Co Ma Więcej Sensu?",
      "excerpt": "Oblicz rzeczywiste koszty i korzyści wynajmu w porównaniu z używaniem własnego samochodu do pracy.",
      "date": "2026-01-15",
      "category": "Finanse"
    }
  ],
  "ru": [
    {
      "title": "Как Максимизировать Заработок Водителя Uber в Варшаве",
      "excerpt": "Узнайте лучшие стратегии, пиковые часы и локации для увеличения дохода водителя в столице.",
      "date": "2026-01-28",
      "category": "Советы Водителям"
    },
    {
      "title": "Полное Руководство по Легальной Работе Таксистом в Польше",
      "excerpt": "Всё, что нужно знать о требованиях, лицензиях и правилах легальной работы водителем такси.",
      "date": "2026-01-25",
      "category": "Юридический Гид"
    },
    {
      "title": "Работа Курьером: Wolt vs Glovo vs Uber - Что Лучше?",
      "excerpt": "Подробное сравнение лучших курьерских платформ в Варшаве: заработок, гибкость и поддержка.",
      "date": "2026-01-20",
      "category": "Советы Курьерам"
    },
    {
      "title": "Аренда Авто или Своя Машина: Что Выгоднее?",
      "excerpt": "Рассчитайте реальные затраты и выгоды аренды по сравнению с использованием собственного автомобиля.",
      "date": "2026-01-15",
      "category": "Финансы"
    }
  ]
}
